Repository: free-code/omniDOCK
Catalog: specto-0.3.1/po/*/specto.po
Languages: de

source: Add a Watch
de: Beobachtung hinzufügen

source: Advanced options
de: Erweiterte Einstellungen

source: Choose an other name
de: Einen anderen Namen wählen

source: Edit existing watch
de: Beobachtung bearbeiten

source: General options
de: Allgemeine Einstellungen

source: Refresh Interval:
de: Überprüfungsintervall:

source: Seconds Minutes Hours Days
de: Sekunden Minuten Stunden Tage

source: The watch name is already in use
de: Beobachtungsname wird bereits verwendet

source: The watch name you specified already exists! Did you mean to modify that existing watch, or did you really want to create a new one? If you want to create a new one, you need to choose a different name.
de: Der eingegebene Beobachtungsname existiert bereits! Soll die vorhandene Beobachtung geändert oder eine neue angelegt werden? Wenn eine neue Beobachtung erstellt werden soll muss eine anderer Name eingegeben werden.

source: When this watch has changed
de: Wenn sich diese Beobachtung ändert

source: When you open this watch
de: Wenn Sie diese Beobachtung öffnen

source: <b>General settings</b>
de: <b>Allgemeine Einstellungen</b>

source: <b>Watch options</b>
de: <b>Beobachtungs-Einstellungen</b>

source: Deselect all
de: Nichts auswählen

source: Select all
de: Alle auswählen

source: All Debug Info Warning Error Critical
de: Alle Fehlerbehebung Informationen Warnung Fehler Kritisch

source: Logs
de: Berichte

source: Save As
de: Speichern unter

source: By Active
de: Nach Aktivität

source: By Name
de: Nach Name

source: By Watch Type
de: Nach Beobachtungstyp

source: Display _All Watches
de: _Alle Beobachtungen anzeigen

source: Display _Toolbar
de: Anzeigesymbolleiste

source: Error
de: Fehler

source: Extra information
de: Zusatzinformation

source: General
de: Allgemein

source: Mark as read
de: Als gelesen markieren

source: Notifications
de: Benachrichtigungen

source: Sorting
de: Sortieren

source: _Edit
de: _Bearbeiten

source: _Error Log
de: _Fehlerbericht

source: _Export Watches
de: Beobachtungen E_xportieren

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: _Import Watches
de: Beobachtungen _importieren

source: _Mark all read
de: Alle als gelesen _markieren

source: _Refresh All
de: Alle _aktualisieren

source: _View
de: _Ansicht

source: <b>Debugging and Logging</b>
de: <b>Fehlerbehebung und Bericht</b>

source: <b>Display</b>
de: <b>Anzeige</b>

source: <b>Security</b>
de: <b>Sicherheit</b>

source: <b>Sounds</b>
de: <b>Sound</b>

source: Always show the icon in the notification area
de: Symbol immer im Benachrichtigungsfeld anzeigen

source: Display the notification window in the window list
de: Benachrichtigungsfenster in der Fensterliste anzeigen

source: Enable debug mode and logging
de: Fehlerbehebung und Protokoll einschalten

source: If activated, you will receive more information when running Specto from a terminal, and more information will be printed to the logs.
de: Wenn aktiv werden mehr informationen im Terminalmodus ausgegeben und mehr informationen werden in die Berichte aufgenommen.

source: Play this sound when a problem occurs:
de: Diesen Klang wiedergeben wenn ein Problem auftritt:

source: Play this sound when a watch has changed:
de: Diesen Klang wiedergeben wenn sich eine Beobachtung ändert:

source: Preferences
de: Einstellungen

source: Select a File
de: Datei wählen

source: Show notifications when a watch has changed
de: Benachrichtigungen anzeigen wenn sich eine Beobachtung ändert

source: Use GNOME keyring to store passwords in encrypted format
de: GNOME-Schlüsselbund verwenden um Passwörter verschlüsselt zu speichern

source: translator-credits
de: Thomas McColgan <thomas.mccolgan AT gmx.de> Sebastian Fischer <sebastian.fischer AT gmail.com> Martin Lettner <m.lettner AT gmail.com>

source: Specto's Website
de: Specto Webseite

source: Watch has changed.
de: Beobachtung hat sich geändert.

source: Watch started checking.
de: Beobachtung hat Überprüfung gestartet.

source: No network connection detected
de: Keine Netzwerk-Verbindung gefunden

source: There was an error checking the watch
de: Fehler beim Überprüfen der Beobachtung

source: Edit watch:
de: Beobachtung bearbeiten:

source: Remove a watch
de: Beobachtung entfernen

source: <big>Remove the watch "%s"?</big> This operation cannot be undone.
de: <big>Beobachtung "%s" entfernen?</big> Dieser Vorgang kann nicht rückgängig gemacht werden.

source: Export watches
de: Beobachtungen exportieren

source: Select
de: auswählen

source: Type
de: Typ

source: TYPE
de: TYP

source: Choose a file
de: Datei auswählen

source: Choose a directory
de: Ordner auswählen

source: Import watches
de: Beobachtungen importieren

source: no GTK, activating console mode
de: kein GTK, aktiviere Konsolenmodus

source: Console mode enabled.
de: Konsolen-Modus aktiviert.

source: Specto is already running!
de: Specto läuft bereits!

source: Cannot quit yet
de: Kann noch nicht beendet werden

source: Stop
de: Stoppen

source: Refresh All
de: Alle aktualisieren

source: The watch "%s" is checking.
de: Die Beobachtung "%s" überprüft.

source: The watch "%s" has a problem.
de: Beobachtung "%s" hat einen Fehler.

source: %s encountered a problem
de: %s hat einen Fehler festgestellt

source: The watch "%s" has changed.
de: Beobachtung "%s" hat sich geändert.

source: There was an error marking the watch status
de: Fehler beim Markieren des Beobachtungs-Status

source: No extra information available.
de: Keine Zusatzinformation verfügbar.

source: Extra information could not be set
de: Zusatzinformation konnte nicht gesetzt werden

source: Watch opened
de: Beobachtung geöffnet

source: Refresh
de: Aktualisieren

source: Edit
de: Bearbeiten

source: Remove
de: Entfernen

source: You can add all kinds of websites as watches. Static pages, RSS or Atom feeds, etc. Specto will automatically handle them.
de: Sie können alle Arten von Webseiten als Beobachtung hinzufügen. Statische Seiten, RSS oder Atom Feeds, etc. Specto wird sie automatisch untersuchen.

source: Website watches can use an error margin that allows you to set a minimum difference percentage. This allows you to adapt to websites that change constantly or have lots of advertising.
de: Bei Webseiten können sie eine Fehlertoleranz auswählen, die die minimale Änderung in Prozent angibt. Dies ermöglicht es z.B. Seiten mit viel Werbung die sich ständig ändert zu überwachen.

source: Single-click an existing watch to display information, and double-click it to open the content.
de: Klicken sie einfach auf eine existierende Beobachtung um Informationen anzuzeigen, und doppelt um den Inhalt zu öffnen.

source: Please set a reasonable refresh interval in order to save bandwidth and prevent you from being blocked from content providers.
de: Bitte wählen Sie ein vernünftiges Aktualisierungsintervall um Bandbreite zu sparen und damit Webseitenbetreiber Sie nicht blockieren.

source: Active
de: Aktiv

source: Tip of the Day:
de: Tipp des Tages:

source: Username
de: Benutzername

source: Password
de: Passwort

source: Unexpected error:
de: Unerwarteter Fehler:

source: Last changed
de: Zuletzt geändert

source: Unread messages
de: Ungelesene Nachrichten

source: and others...
de: und andere...

source: There was an error opening the file %s
de: Fehler beim Öffnen der Datei %s

source: Use SSL
de: SSL benutzen

source: Folder (optional)
de: Ordner (optional)

source: There was an error writing to the file %s
de: Fehler beim Schreiben der Datei %s

source: Social networks
de: Soziale Netzwerke

source: Wrong username/password
de: Falscher Benutzername/Passwort

source: You received
de: Sie haben empfangen

source: a new message
de: eine neue Nachricht

source: %d new messages
de: %d neue Nachrichten

source: a new notification
de: eine neue Benachrichtigung

source: %d new notifications
de: %d neue Benachrichtigungen

source: File
de: Datei

source: The file was removed
de: Die Datei wurde entfernt

source: User id of the owner changed
de: Benutzer-ID des Besitzers hat sich geändert

source: Group id of the owner changed
de: Gruppen-ID des Besitzers hat sich geändert

source: File size changed
de: Dateigröße hat sich geändert

source: Time of last access changed
de: Letzte Zugriffszeit hat sich geändert

source: Time of last modification changed
de: Zeit der letzten Bearbeitung hat sich geändert

source: <b>%s</b> has changed:
de: <b>%s</b> hat geändert:

source: Folder
de: Ordner

source: Skipping %s
de: Überspringe %s

source: 1 new file was created.
de: 1 neue Datei wurde erstellt.

source: new files were created.
de: neue Dateien wurden erstellt.

source: 1 file was removed.
de: 1 Datei wurde entfernt.

source: files were removed.
de: Dateien wurden entfernt.

source: 1 file was modified.
de: 1 Datei wurde verändert.

source: files were modified.
de: Dateien wurden geändert.

source: Closed
de: Geschlossen

source: Open
de: Offen

source: Unknown
de: Unbekannt

source: Process
de: Prozess

source: Not running
de: Angehalten

source: Running
de: Läuft

source: Version control
de: Versionskontrolle

source: or more
de: oder mehr

source: Wrong username or password
de: Falscher Benutzername oder Passwort

source: Could not establish a connection to server
de: Konnte keine Verbindung zum Server herstellen

source: Could not get cookies
de: Konnte Cookies nicht empfangen

source: You are not subscribed to any feeds
de: Sie haben keine Feeds abonniert

source: No unread items
de: Keine ungelesenen Objekte

source: Webpage/feed
de: Webseite/Feed

source: Filesize difference: %.2f
de: Dateigrößen-Differenz: %.2f

source: Difference percentage: %s percent
de: Differenz-Anteil: %s Prozent

source: Error margin (%)
de: Fehlertoleranz (%)

source: No changed watches.
de: Keine veränderten Beobachtungen.

source: Hide window
de: Fenster verstecken

source: Show window
de: Fenster zeigen

source: There was an error starting the watch
de: Fehler beim Starten der Beobachtung

source: There was an error stopping the watch
de: Fehler beim Stoppen der Beobachtung

source: There was an error marking the watch as read
de: Fehler beim Markieren der Beobachtung als gelesen

source: There was an error marking the watch as changed
de: Fehler beim Markieren der Beobachtung als verändert

source: No changes yet
de: Bisher keine Veränderungen

source: Please enable plugin "%s" if you want to use the watch "%s".
de: Bitte aktivieren Sie Plugin "%s", wenn Sie die Beobachtung "%s" verwenden wollen.

source: There was an error initializing config file %s
de: Fehler während der Initialisierung der Konfigurationsdatei %s
